import { Metadata } from "next";

export const metadata: Metadata = {
        title: 'TakeJobOffer — Ваша помощь в создании резюме и поиске работы',
        description: 'TakeJobOffer — ваш лучший помощник в создании резюме и поиске работы. Наши инструменты и советы помогут вам выделиться среди соискателей и найти идеальную работу быстрее. Становтесь одним из наших пользователей уже сегодня!',
        openGraph: {
            title: 'TakeJobOffer — Ваша помощь в создании резюме и поиске работы',
            description: 'TakeJobOffer — ваш лучший помощник в создании резюме и поиске работы. Наши инструменты и советы помогут вам выделиться среди соискателей и найти идеальную работу быстрее. тановтесь одним из наших пользователей уже сегодня!',
            url: 'https://takejoboffer.ru',
            type: 'website'
        }
};