import { Metadata } from "next";

export const metadata: Metadata = {
        title: 'Профессии - TakeJobOffer',
        description: 'TakeJobOffer — ваш лучший помощник в создании резюме и поиске работы. Здесь вы можете узнать о требованиях к кандидатам на трудоустройство и составить грамотное, продающее резюме по своему профилю!',
        openGraph: {
            title: 'Профессии - TakeJobOffer',
            description: 'TakeJobOffer — ваш лучший помощник в создании резюме и поиске работы. Здесь вы можете узнать о требованиях к кандидатам на трудоустройство и составить грамотное, продающее резюме по своему профилю!',
            url: 'https://takejoboffer.ru/professions',
            type: 'website'
        },
        keywords: ['работа', 'вакансии', 'поиск вакансий', 'резюме', 'работы', 'работу', 'работ', 'ищу работу', 'поиск', 'поиск работы', 'навыки для работы', 'навыки для резюме', 'навыки в резюме', 'it работа', 'составление резюме']
};