import { Metadata } from 'next';

export const metadata: Metadata = {
        title: 'Контакты - TakeJobOffer',
        description: 'TakeJobOffer — ваш лучший помощник в создании резюме и поиске работы. Наши инструменты и советы помогут вам выделиться среди соискателей и найти идеальную работу быстрее. Хватит прокрастинировать! Становитесь нашим пользователем прямо сейчас!',
        openGraph: {
            title: 'Контакты - TakeJobOffer',
            description: 'TakeJobOffer — ваш лучший помощник в создании резюме и поиске работы. Наши инструменты и советы помогут вам выделиться среди соискателей и найти идеальную работу быстрее. Хватит прокрастинировать! Становитесь нашим пользователем прямо сейчас!',
            url: 'https://takejoboffer.ru/contacts',
            type: 'article'
        },
        keywords: ['TakeJobOffer', 'КОНТАКТЫ']
};